Revit 2020 API
ImageTypeOptions Constructor
 Constructs a new instance of the ImageTypeOptions object.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2020
Syntax
C#
public ImageTypeOptions()
Visual Basic
Public Sub New
Visual C++
public:
ImageTypeOptions()
See Also
ImageTypeOptions Class
ImageTypeOptions Overload
Autodesk.Revit.DB Namespace